app/Http/Controllers/HomeController.php

    public function index()
    {
        $faq = _cache('faq', function () {
            return Question::orderBy('order')->get();
        }, 60 * 24);
---
select * from "questions" order by "order" asc